Revit 2027 API
SpecTypeId.Time Property
 Time, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Time { get; }
Public Shared ReadOnly Property Time As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Time {
	ForgeTypeId^ get ();
}
static member Time : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace